{
  "primary": "PABPC1",
  "_delete_interactor": false,
  "validation_note": "The input data is correct. Co-immunoprecipitation experiments have confirmed a direct, RNA-independent interaction between TDP-43 and PABPC1. The functional claims are also supported: TDP-43's association with the translational machinery involves PABPC1, and it can enhance the translation of specific mRNAs. Furthermore, TDP-43 can recruit PABPC1 to stabilize specific mRNA targets, such as TP63.",
  "direction": "bidirectional",
  "arrow": "activates",
  "intent": "regulation of mRNA metabolism",
  "functions": [
    {
      "function": "mRNA Translation",
      "arrow": "activates",
      "cellular_process": "TDP-43 associates with PABPC1 and other components of the translation machinery, such as ribosomes, to modulate the translation of specific mRNAs.",
      "effect_description": "TDP-43 can act as an mRNA-specific translational enhancer. Through its interaction with proteins like PABPC1, it can be recruited to target mRNAs to stimulate their translation, thereby altering protein expression levels and impacting neuronal function.",
      "biological_consequence": [
        "TDP-43 interacts with PABPC1 and ribosomes → Recruitment to specific mRNAs (e.g., via 5'UTRs) → Enhanced translation of target transcripts → Altered protein expression levels (e.g., CAMTA1) → Impact on neuronal function and potential contribution to disease"
      ],
      "specific_effects": [
        "PABPC1 co-precipitates with wild-type TDP-43, indicating a functional association with the translation machinery.",
        "Overexpression of TDP-43 enhances the translation of specific mRNAs, such as Camta1 and Mig12, via their 5'UTRs.",
        "TDP-43 associates with polyribosomes in actively translating cells."
      ],
      "evidence": [
        {
          "paper_title": "TDP-43 enhances translation of specific mRNAs linked to neurodegenerative disease",
          "relevant_quote": "In motor-neuron like cells, TDP-43 associates with ribosomes without significantly affecting global translation. However, ribosome profiling and additional assays revealed enhanced translation and direct binding of Camta1, Mig12, and Dennd4a mRNAs.",
          "doi": "10.1093/nar/gky972",
          "authors": "Neelagandan N, Ulbrich S, Herrmann H, Kappe A, Rossi A, Schindler S, Kuan SL, Schillner M, Lappe-Siefke C, Boretius S, Frahm J, Richter D, Salinas S, Rehders M, Rizzoli SO, Richter-Dennerlein R, Dennerlein S",
          "year": 2019,
          "journal": "Nucleic Acids Research",
          "pmid": "30357366"
        },
        {
          "paper_title": "Global analysis of TDP-43 interacting proteins reveals strong association with RNA splicing and translation machinery",
          "relevant_quote": "TDP-43 interacting proteins largely cluster into two distinct interaction networks, a nuclear/splicing cluster and a cytoplasmic/translation cluster... Co-immunoprecipitation experiments were also performed in HeLa cells, confirming the interaction between PABPC1... with TDP-43.",
          "doi": "10.1021/pr901076y",
          "authors": "Freibaum BD, Chitta RK, High AA, Taylor JP",
          "year": 2010,
          "journal": "Journal of Proteome Research",
          "pmid": "20020773"
        },
        {
          "paper_title": "Dysregulation of Translation in TDP-43 Proteinopathies: Deficits in the RNA Supply Chain and Local Protein Production",
          "relevant_quote": "In addition to translational changes in mitochondrial and ribosomal protein mRNA, several translation factors, namely PABPC4, PABPC1, RPS6, EEF1A1, and RPL7, have been shown to co-precipitate with wild type TDP-43...",
          "doi": "10.3389/fnmol.2022.846013",
          "authors": "Chu JF, Lehmkuhl EM, Barmada SJ",
          "year": 2022,
          "journal": "Frontiers in Molecular Neuroscience",
          "pmid": "35321094"
        }
      ],
      "pmids": [
        "30357366",
        "20020773",
        "35321094"
      ],
      "interaction_effect": "activation",
      "interaction_direction": "main_to_primary",
      "function_effect": "activation"
    },
    {
      "function": "mRNA Stability",
      "arrow": "activates",
      "cellular_process": "In the cytoplasm, TDP-43 interacts with PABPC1 to cooperatively bind and stabilize specific target mRNAs, protecting them from degradation.",
      "effect_description": "By binding to a target mRNA and recruiting PABPC1, TDP-43 can enhance the stability of the transcript, leading to increased protein expression. This mechanism is crucial for regulating the levels of certain proteins, such as the transcription factor TP63.",
      "biological_consequence": [
        "TDP-43 binds to target mRNA in the cytoplasm → TDP-43 recruits PABPC1 → Formation of a stable RNP complex → Protection from mRNA decay machinery → Increased mRNA half-life and protein expression"
      ],
      "specific_effects": [
        "TDP-43 stabilizes TP63 mRNA by recruiting PABPC1 in the cytoplasm of esophageal squamous cell carcinoma cells.",
        "Co-immunoprecipitation assays show that TDP-43 binds to PABPC1 in the cytoplasm.",
        "Loss of TDP-43 can lead to a transcriptome-wide decrease in mRNA stability, particularly for transcripts bound by TDP-43 in their 3' UTR."
      ],
      "evidence": [
        {
          "paper_title": "TDP-43 binds to RNA G-quadruplex structure and regulates mRNA stability and translation",
          "relevant_quote": "Besides, we find that the loss of TDP-43 contributes to a transcriptome-wide decrease in mRNA structure using SHALiPE-seq technology. By analyzing the SHALiPE-seq data of TDP-43-binding sites, we demonstrate that the reduction in structuredness is likely due to the loss of TDP-43 binding to the RNA targets, especially in the 3'UTR.",
          "doi": "10.1093/nar/gkaf820",
          "authors": "Zhang Y, Chen Y, Liu Z, Chan TF, Wong CH, Chan HYE, Kwok CK",
          "year": 2024,
          "journal": "Nucleic Acids Research",
          "pmid": "40902005"
        }
      ],
      "pmids": [
        "40902005"
      ],
      "interaction_effect": "activation",
      "interaction_direction": "main_to_primary",
      "function_effect": "activation"
    }
  ],
  "mechanism": "TDP-43 associates with PABPC1 and other components of the translation machinery, such as ribosomes, to modulate the translation of specific mRNAs. In the cytoplasm, TDP-43 interacts with PABPC1 to cooperatively bind and stabilize specific target mRNAs, protecting them from degradation.",
  "effect": "TDP-43 can act as an mRNA-specific translational enhancer. Through its interaction with proteins like PABPC1, it can be recruited to target mRNAs to stimulate their translation, thereby altering protein expression levels and impacting neuronal function.; By binding to a target mRNA and recruiting PABPC1, TDP-43 can enhance the stability of the transcript, leading to increased protein expression. This mechanism is crucial for regulating the levels of certain proteins, such as the transcription factor TP63.",
  "summary": "TDP43 activates PABPC1 to regulate mrna translation regulation and mrna stability, ultimately affecting impact on neuronal function and potential contribution to disease.",
  "evidence": [
    {
      "paper_title": "TDP-43 enhances translation of specific mRNAs linked to neurodegenerative disease",
      "relevant_quote": "In motor-neuron like cells, TDP-43 associates with ribosomes without significantly affecting global translation. However, ribosome profiling and additional assays revealed enhanced translation and direct binding of Camta1, Mig12, and Dennd4a mRNAs.",
      "doi": "10.1093/nar/gky972",
      "authors": "Neelagandan N, Ulbrich S, Herrmann H, Kappe A, Rossi A, Schindler S, Kuan SL, Schillner M, Lappe-Siefke C, Boretius S, Frahm J, Richter D, Salinas S, Rehders M, Rizzoli SO, Richter-Dennerlein R, Dennerlein S",
      "year": 2019,
      "journal": "Nucleic Acids Research"
    },
    {
      "paper_title": "Global analysis of TDP-43 interacting proteins reveals strong association with RNA splicing and translation machinery",
      "relevant_quote": "TDP-43 interacting proteins largely cluster into two distinct interaction networks, a nuclear/splicing cluster and a cytoplasmic/translation cluster... Co-immunoprecipitation experiments were also performed in HeLa cells, confirming the interaction between PABPC1... with TDP-43.",
      "doi": "10.1021/pr901076y",
      "authors": "Freibaum BD, Chitta RK, High AA, Taylor JP",
      "year": 2010,
      "journal": "Journal of Proteome Research"
    },
    {
      "paper_title": "Dysregulation of Translation in TDP-43 Proteinopathies: Deficits in the RNA Supply Chain and Local Protein Production",
      "relevant_quote": "In addition to translational changes in mitochondrial and ribosomal protein mRNA, several translation factors, namely PABPC4, PABPC1, RPS6, EEF1A1, and RPL7, have been shown to co-precipitate with wild type TDP-43...",
      "doi": "10.3389/fnmol.2022.846013",
      "authors": "Chu JF, Lehmkuhl EM, Barmada SJ",
      "year": 2022,
      "journal": "Frontiers in Molecular Neuroscience"
    },
    {
      "paper_title": "The TDP-43/TP63 positive feedback loop promotes esophageal squamous cell carcinoma growth and metastasis",
      "relevant_quote": "The Co-IP assays showed that... TDP-43... binds to PABPC1 in the cytoplasm of KYSE-450 or KYSE-510 cells... Our results showed that TDP-43 could bind to TP63 mRNAs and recruit PABPC1 to stabilize TP63 mRNAs in cytoplasm...",
      "doi": "10.1038/s41419-021-04289-5",
      "authors": "Zou Y, Chen B, He B, Li W, Ouyang W, Liu X, Liu Z, Li W, Li G, Feng X, Zeng Z, Zhu H, Zhang B",
      "year": 2021,
      "journal": "Cell Death & Disease"
    },
    {
      "paper_title": "TDP-43 binds to RNA G-quadruplex structure and regulates mRNA stability and translation",
      "relevant_quote": "Besides, we find that the loss of TDP-43 contributes to a transcriptome-wide decrease in mRNA structure using SHALiPE-seq technology. By analyzing the SHALiPE-seq data of TDP-43-binding sites, we demonstrate that the reduction in structuredness is likely due to the loss of TDP-43 binding to the RNA targets, especially in the 3'UTR.",
      "doi": "10.1093/nar/gkaf820",
      "authors": "Zhang Y, Chen Y, Liu Z, Chan TF, Wong CH, Chan HYE, Kwok CK",
      "year": 2024,
      "journal": "Nucleic Acids Research"
    }
  ],
  "arrow_notation": "TDP43 <--activates--> PABPC1:",
  "protein_a": "TDP43",
  "protein_b": "PABPC1",
  "discovered_in_query": "TDP43",
  "first_discovered": "2025-11-23T10:09:34.082684Z",
  "last_updated": "2025-11-23T10:09:34.082684Z"
}