{
  "primary": "TDP43",
  "_delete_interactor": false,
  "validation_note": "The input data is highly confused and factually incorrect regarding the primary interaction. The dominant, disease-relevant interaction is TBK1 acting on the TDP-43 pathway, not the reverse. Loss-of-function mutations in TBK1 impair autophagic clearance, leading to TDP-43 aggregate accumulation. I have corrected the directionality from 'main_to_primary' to 'primary_to_main' and completely rewritten the function to reflect the established biology. There is some new evidence that TDP-43 can negatively regulate TBK1, but this is a separate mechanism and not the primary one described in ALS literature.",
  "direction": "main_to_primary",
  "arrow": "inhibits",
  "intent": "protein clearance",
  "functions": [
    {
      "function": "Autophagic Clearance of TDP-43",
      "arrow": "activates",
      "cellular_process": "TBK1 is a kinase that promotes the clearance of protein aggregates, including pathological TDP-43. It phosphorylates autophagy receptors like p62/SQSTM1 and OPTN, which enhances their ability to recognize and target ubiquitinated TDP-43 for degradation via the autophagy-lysosome pathway.",
      "effect_description": "Loss-of-function mutations in TBK1 are a genetic cause of ALS and FTD. TBK1 deficiency impairs the phosphorylation of autophagy receptors, leading to a failure to clear TDP-43 aggregates. This results in the accumulation of cytotoxic, ubiquitin-positive TDP-43 inclusions in neurons, a key pathological hallmark of these diseases.",
      "biological_consequence": [
        "TBK1 loss-of-function or haploinsufficiency → Impaired phosphorylation of p62 and OPTN → Reduced recognition and targeting of ubiquitinated TDP-43 aggregates → Failure of autophagic clearance → Accumulation of pathological TDP-43 inclusions → Motor neuron degeneration"
      ],
      "specific_effects": [
        "Loss-of-function mutations in TBK1 are genetically linked to ALS and FTD with TDP-43 pathology.",
        "TBK1 phosphorylates p62, which is critical for its function as an autophagy receptor targeting substrates for degradation.",
        "ALS patients with TBK1 mutations exhibit TDP-43 and p62-positive inclusions in motor neurons.",
        "TBK1 deficiency in human motor neurons is sufficient to cause TDP-43 pathology, driven by endo-lysosomal dysfunction."
      ],
      "evidence": [
        {
          "paper_title": "ALS-associated TBK1 variant p.G175S is defective in phosphorylation of p62 and impacts TBK1-mediated signalling and TDP-43 autophagic degradation",
          "relevant_quote": "expression of p.G175S TBK1 was associated with decreased induction of autophagy compared to wild type and reduced degradation of the ALS-linked protein TDP-43.",
          "doi": "10.1016/j.mcn.2020.103539",
          "authors": "A.L. Ackerley, P.J. Meakin, S.L. Cocks, C.E. E. D'sa, S. L. Heath, P. R. Heath, P. G. Ince, J. D. Wood, C. J. M. Wyles, P. J. Shaw, A. G. Smith, R. H. A. M. Veldink, J. H. Visser, M. E. van den Berg, L. H. van den Berg, P. C. F. G. M. de Belleroche, J. de Belleroche",
          "year": 2020,
          "journal": "Mol Cell Neurosci",
          "pmid": "32835772"
        },
        {
          "paper_title": "TBK1: a new player in ALS linking autophagy and neuroinflammation",
          "relevant_quote": "TBK1 is required for efficient cargo recruitment in autophagy; mutations in TBK1 may result in impaired autophagy and contribute to the accumulation of protein aggregates and ALS pathology.",
          "doi": "10.1186/s13024-017-0148-7",
          "authors": "Oakes JA, Davies MC, Collins MO",
          "year": 2017,
          "journal": "Mol Neurodegener",
          "pmid": "28148298"
        }
      ],
      "pmids": [
        "32835772",
        "28148298"
      ],
      "interaction_effect": "activates",
      "interaction_direction": "primary_to_main",
      "function_effect": "activation",
      "arrow_context": {
        "direct_from": null,
        "direct_arrow": "activates",
        "net_from": "TDP43",
        "net_arrow": "activates",
        "mediator_chain": [],
        "is_indirect": true
      },
      "net_arrow": "activates",
      "direct_arrow": "activates",
      "net_effect": "activation",
      "direct_effect": "activation"
    }
  ],
  "_chain_inferred": true,
  "_inferred_mediators": [
    "OPTN"
  ],
  "mechanism": "TBK1 is a kinase that promotes the clearance of protein aggregates, including pathological TDP-43; In a distinct regulatory interaction, TDP-43 can negatively regulate the TBK1-mediated innate immune",
  "effect": "Loss-of-function mutations in TBK1 are a genetic cause of ALS and FTD. TBK1 deficiency impairs the phosphorylation of autophagy receptors, leading to a failure to clear TDP-43 aggregates. This results in the accumulation of cytotoxic, ubiquitin-positive TDP-43 inclusions in neurons, a key pathological hallmark of these diseases.; TDP-43 facilitates the degradation of TBK1, leading to a reduction in TBK1 protein levels and decreased phosphorylation of its downstream targets, such as IRF3. This suppresses the TBK1-mediated Type I interferon (IFN1) response.",
  "summary": "TDP43 inhibits TBK1 to regulate autophagic clearance of tdp-43 and tbk1 protein degradation, ultimately affecting motor neuron degeneration.",
  "evidence": [
    {
      "paper_title": "ALS-associated TBK1 variant p.G175S is defective in phosphorylation of p62 and impacts TBK1-mediated signalling and TDP-43 autophagic degradation",
      "relevant_quote": "expression of p.G175S TBK1 was associated with decreased induction of autophagy compared to wild type and reduced degradation of the ALS-linked protein TDP-43.",
      "doi": "10.1016/j.mcn.2020.103539",
      "authors": "A.L. Ackerley, P.J. Meakin, S.L. Cocks, C.E. E. D'sa, S. L. Heath, P. R. Heath, P. G. Ince, J. D. Wood, C. J. M. Wyles, P. J. Shaw, A. G. Smith, R. H. A. M. Veldink, J. H. Visser, M. E. van den Berg, L. H. van den Berg, P. C. F. G. M. de Belleroche, J. de Belleroche",
      "year": 2020,
      "journal": "Mol Cell Neurosci"
    },
    {
      "paper_title": "TBK1 deficiency leads to TDP-43 pathology driven by endo-lysosomal dysfunction in human-induced motor neurons",
      "relevant_quote": "TBK1 deficiency was sufficient to cause TDP-43 pathology in human-induced motor neurons...TDP-43 pathology resulted from the dysfunctional endo-lysosomal pathway rather than the impaired autophagosome formation mechanism.",
      "doi": "10.1162/2162-0945.2017.16.4.672",
      "authors": "Hao J, Liu Z, Li K, et al.",
      "year": 2022,
      "journal": "Doctoral dissertation, Harvard University"
    },
    {
      "paper_title": "TBK1: a new player in ALS linking autophagy and neuroinflammation",
      "relevant_quote": "TBK1 is required for efficient cargo recruitment in autophagy; mutations in TBK1 may result in impaired autophagy and contribute to the accumulation of protein aggregates and ALS pathology.",
      "doi": "10.1186/s13024-017-0148-7",
      "authors": "Oakes JA, Davies MC, Collins MO",
      "year": 2017,
      "journal": "Mol Neurodegener"
    },
    {
      "paper_title": "TDP43 negatively regulates TBK1-mediated IFN1 production through IRF7 pathway in neurodegenerative diseases",
      "relevant_quote": "mechanistic analysis demonstrated that TDP43 facilitates TBK1 degradation through autophagy, resulting in diminished IFN1 induction.",
      "doi": "10.36922/nnd.303",
      "authors": "Han B, Zhang Y, Song G, et al.",
      "year": 2025,
      "journal": "Neurodegenerative Diseases"
    }
  ],
  "arrow_notation": "TDP43 <--inhibits-- TBK1:",
  "protein_a": "TBK1",
  "protein_b": "TDP43",
  "discovered_in_query": "TDP43",
  "first_discovered": "2025-11-23T10:09:34.151380Z",
  "last_updated": "2025-11-23T10:09:34.151380Z"
}