{
  "primary": "TDP43",
  "_delete_interactor": false,
  "validation_note": "The direct interaction between TDP-43 and FUS is supported by proteomic studies. However, the initially provided functions were either misleading or lacked evidence of being dependent on the direct interaction. The 'Stress Granule Assembly' function was deleted as it represents co-localization rather than a direct functional interaction for assembly; evidence suggests TDP-43, but not FUS, is required for proper assembly via G3BP. The 'DNA Damage Repair' function was corrected to reflect that both proteins are part of the DNA damage response and their interactomes change, but the direct interaction's role is in modulating the broader response network, not direct enzymatic activation.",
  "direction": "bidirectional",
  "arrow": "activates",
  "intent": "regulation",
  "functions": [
    {
      "function": "Modulation of DNA Damage Response",
      "arrow": "regulates",
      "cellular_process": "TDP-43 and FUS are both involved in the cellular response to DNA damage. While they do not directly repair DNA together, they bind to numerous protein complexes involved in transcription-coupled DNA repair and chromatin stability. Their interaction is part of a larger network that modulates the cellular response to genotoxic stress.",
      "effect_description": "Following DNA damage, the protein interaction networks of both TDP-43 and FUS are significantly altered, with changes in binding to factors involved in DNA repair. This suggests a coordinated, yet potentially indirect, role in maintaining genomic integrity.",
      "biological_consequence": [
        "Genotoxic stress → Altered TDP-43 and FUS interactomes → Binding to DNA repair protein complexes → Modulation of DNA damage response → Maintenance of genomic integrity"
      ],
      "specific_effects": [
        "TDP-43 and FUS bind to several factors important to DNA repair mechanisms, including those involved in transcription-coupled repair.",
        "The interactomes of both TDP-43 and FUS change significantly in response to DNA damage, indicating a dynamic role in the stress response.",
        "Interactions shared between FUS and TDP-43 that are affected by DNA damage include proteins associated with the nuclear RNA exosome, ribosomes, and chromatin."
      ],
      "evidence": [
        {
          "paper_title": "Changes to the TDP-43 and FUS Interactomes Induced by DNA Damage",
          "relevant_quote": "This study uncovered TDP-43 and FUS binding to several factors important to DNA repair mechanisms that can be replication-dependent, -independent, or both.",
          "doi": "10.1021/acs.jproteome.9b00575",
          "authors": "Kawaguchi T, Crick SL, Nallan G, Hearn S, Hogg JR, Taffet GE, Conneely OM, Fu L, Shaw CA, Stossi F, Mancini MA, Dasgupta S, Banks G, Lagor WR, Lewis DE, Westbrook TF, Li W, Shneider NA, Ling SC",
          "year": 2020,
          "journal": "Journal of Proteome Research",
          "pmid": "31693373"
        }
      ],
      "pmids": [
        "31693373"
      ],
      "interaction_effect": "regulation",
      "interaction_direction": "TDP43_FUS_to_function",
      "function_effect": "regulation",
      "arrow_context": {
        "direct_from": null,
        "direct_arrow": "regulates",
        "net_from": "TDP43",
        "net_arrow": "regulates",
        "mediator_chain": [],
        "is_indirect": true
      },
      "net_arrow": "regulates",
      "direct_arrow": "regulates",
      "net_effect": "regulation",
      "direct_effect": "regulation"
    },
    {
      "function": "Stress Granule Assembly",
      "_delete_function": true,
      "validation_note": "DELETED: This function describes co-localization, not a direct functional interaction. Research indicates that TDP-43, but not FUS, is required for proper stress granule assembly. Therefore, attributing this function to their interaction is incorrect.",
      "arrow": "regulates",
      "cellular_process": "Both TDP-43 and FUS are recruited to stress granules (SGs) under various cellular stress conditions, where they form complexes with mRNAs and other RNA-binding proteins.",
      "effect_description": "TDP-43 and FUS co-localize in stress granules, suggesting a cooperative role in the cellular stress response and mRNA triage.",
      "biological_consequence": [
        "Cellular stress → TDP-43 recruitment to stress granules → Sequestration of non-translating mRNAs → Regulation of protein synthesis → Cellular survival or apoptosis"
      ],
      "specific_effects": [
        "TDP-43 and FUS are incorporated into SGs where they form complexes with mRNAs and other RNA binding proteins.",
        "The aggregation of TDP-43 and FUS is facilitated by the loss of their RNA binding capacity, and RNA appears to be depleted from pathological inclusions."
      ],
      "evidence": [],
      "interaction_effect": "regulation",
      "interaction_direction": "TDP43_FUS_to_function",
      "function_effect": "regulation",
      "arrow_context": {
        "direct_from": null,
        "direct_arrow": "regulates",
        "net_from": "TDP43",
        "net_arrow": "regulates",
        "mediator_chain": [],
        "is_indirect": true
      },
      "net_arrow": "regulates",
      "direct_arrow": "regulates",
      "net_effect": "regulation",
      "direct_effect": "regulation"
    }
  ],
  "mechanism": "TDP-43 and FUS are both involved in the cellular response to DNA damage; Both TDP-43 and FUS are recruited to stress granules (SGs) under various cellular stress conditions,",
  "effect": "Following DNA damage, the protein interaction networks of both TDP-43 and FUS are significantly altered, with changes in binding to factors involved in DNA repair. This suggests a coordinated, yet potentially indirect, role in maintaining genomic integrity.; TDP-43 and FUS co-localize in stress granules, suggesting a cooperative role in the cellular stress response and mRNA triage.",
  "summary": "TDP43 activates FUS to regulate modulation of dna damage response and stress granule assembly, ultimately affecting maintenance of genomic integrity.",
  "evidence": [
    {
      "paper_title": "Changes to the TDP-43 and FUS Interactomes Induced by DNA Damage",
      "relevant_quote": "This study uncovered TDP-43 and FUS binding to several factors important to DNA repair mechanisms that can be replication-dependent, -independent, or both.",
      "doi": "10.1021/acs.jproteome.9b00575",
      "authors": "Kawaguchi T, Crick SL, Nallan G, Hearn S, Hogg JR, Taffet GE, Conneely OM, Fu L, Shaw CA, Stossi F, Mancini MA, Dasgupta S, Banks G, Lagor WR, Lewis DE, Westbrook TF, Li W, Shneider NA, Ling SC",
      "year": 2020,
      "journal": "Journal of Proteome Research"
    }
  ],
  "arrow_notation": "TDP43 <--activates--> FUS:",
  "protein_a": "FUS",
  "protein_b": "TDP43",
  "discovered_in_query": "TDP43",
  "first_discovered": "2025-11-23T10:09:34.064205Z",
  "last_updated": "2025-11-23T10:09:34.064205Z"
}